Repository: kindnesswall/iOSApp
Catalog: app/view_controllers/*_kindnesswall/MyKindnessWall/*.lproj/MoreViewController.strings
Languages: fa

# 46c-F9-pKq.normalTitle
source: Statistics
fa: آمار

# 51G-Hl-DSr.normalTitle
source: Gift's review queue
fa: لیست بازبینی هدیه

# CIW-xi-jGN.normalTitle
source: Passcode & Touch ID
fa: رمز عبور و اثر انگشت

# Dtn-EF-Gw1.normalTitle
source: Add New Charity
fa: اضافه کردن خیریه

# EFI-WB-1C2.normalTitle
source: Share the App with friends :)
fa: معرفی اپ به دوستان :)

# Gpc-Pd-APL.normalTitle
source: User List
fa: لیست کاربران

# Lkc-mO-68e.normalTitle
source: About KindnessWall
fa: درباره دیوار مهربانی

# Lzg-Yj-27L.normalTitle
source: Report Bugs
fa: گزارش مشکل نرم افزاری

# P6W-ZE-gWu.normalTitle
source: Black List
fa: لیست گفتگو‌های مسدود شده

# kcu-43-RBy.accessibilityLabel
source: Change Application Language
fa: تغییر زبان برنامه

# kcu-43-RBy.normalTitle
source: Change Application Language
fa: تغییر زبان برنامه

# nLV-rY-LNf.normalTitle
source: My Wall
fa: دیوار من

# qlv-fg-nyn.normalTitle
source: Contact Us
fa: ارتباط با ما

# w6Z-Tf-im4.normalTitle
source: My profile
fa: حساب کاربری من

# x2V-mU-0wn.normalTitle
source: Blocked Chats
fa: لیست گفتگو‌های مسدود شده
