Repository: kindnesswall/iOSApp
Catalog: app/*.lproj/Localizable.strings
Languages: fa

source: Profile
fa: حساب کاربری

# ReEnterNewPasscode
source: Re-enter your new passcode
fa: گذرواژه جدید خود را دوباره وارد کنید

source: Enter a passcode
fa: گذرواژه خود را وارد نمایید

source: Passcode Lock
fa: قفل با گذرواژه

source: Turn Passcode On
fa: فعال کردن گذرواژه

source: Turn Passcode Off
fa: غیرفعال کردن گذرواژه

# DonateGift
source: Donate a Gift
fa: اهدا هدیه

source: App Version:
fa: نسخه برنامه:

# requestfail_dialog_title
source: Connection Fail
fa: خطا در ارتباط

# requestfail_dialog_text
source: Please try again :(
fa: لطفا مجددا تلاش نمایید :(

# activationCodeTryAgainOneMinuteLater
source: Try Again One Minute Later!
fa: یک دقیقه دیگر مجددا تلاش کنید!

source: Activation Code Send Successfully
fa: کد فعالسازی با موفقیت ارسال شد!

# operationFailed
source: We encounter error at our server!
fa: ما در سرورهای خود با خطا مواجه شدیم

# weEncounterErrorTryAgain
source: We encounter error, please try again!
fa: ما با خطا مواجه شدیم، لطفا مجددا امتحان کنید!

# noGiftRegistered
source: You have no registered gift.
fa: هیچ هدیه‌ی ثبت شده‌ای وجود ندارد.

# noGiftDonated
source: You have no donated gift.
fa: شما تا کنون هیچ هدیه‌ای اهدا نکرده‌اید.

# noGiftReceived
source: You have no received gift.
fa: شما تا کنون هیچ هدیه‌ای دریافت نکرده‌اید.

# intro_culture
source: KindnessWall's Culture
fa: فرهنگ دیوار مهربانی

# intro_donate_platform
source: 2nate.com
fa: با همکاری دونیت

# intro_free
source: Free
fa: همیشه رایگان

# intro_opensource
source: Open Source
fa: متن باز

# intro_subtitle_culture
source: If you have something you do not need anymore, you can donate it to others. If you need something and you can not afford it, you can receive it as a gift.
fa: نیاز داری، بردار. نیاز نداری، بذار :)

# intro_subtitle_donate_platform
source: We are partnering with 2nate.com.2nate is an Iranian donation platform that is currently focusing on fundraising projects that have social impacts. It allows people to easily create a campaign and start raising funds for its cause. 2nate.com raises money for causes and projects people care about and love.
fa: دونِیت یک پلتفرم جذب سرمایه جمعی ایرانی است که در حال حاضر بر روی تامین سرمایه پروژه هایی که تاثیرات اجتماعی دارند، تمرکز کرده است.

# intro_subtitle_free
source: KindnessWall is free forever.
fa: برنامه دیوار مهربانی برای همیشه رایگان خواهد ماند.

# intro_subtitle_opensource
source: Application codes will be available to programmers
fa: کدهای برنامه همیشه در دسترس برنامه نویسان خواهد بود.

# Switch_Language_dialog_title
source: Close App
fa: بستن برنامه

# Switch_Language_dialog_text
source: To switch language, open the app after closing
fa: برای تغییر زبان باید پس از بسته شدن برنامه آن را مجدد اجرا کنید

# Switch_Language_dialog_ok
source: OK
fa: باشه

# Switch_Language_dialog_cancel
source: Cancel
fa: بی‌خیال

# logout_dialog_title
source: Logout
fa: خروج

# logout_dialog_text
source: Are you sure?
fa: آیا مطمئن هستید؟

# logout_dialog_ok
source: Yes
fa: بله

# logout_dialog_cancel
source: No
fa: خیر

# popup_reject_request_msg
source: Are you sure to reject this request?
fa: آیا از رد این درخواست مطمئن هستید؟

# popup_request_rejected
source: The request rejected!
fa: درخواست رد شد

# popup_accept_request_msg
source: Are you sure to accept this request?
fa: آیا از قبول این درخواست مطمئن هستید؟

# popup_request_accepted
source: The request accepted!
fa: با درخواست موافقت شد

# StatisticViewController_title
source: Statistic
fa: آمار

# MyGiftsViewController_title
source: My Gifts
fa: هدیه‌های من

# RegisterGiftViewController_title
source: Register Gift
fa: ثبت هدیه

# EditGiftViewController_title
source: Edit Gift Info
fa: ویرایش هدیه

source: Back
fa: بازگشت

source: Cancel
fa: انصراف

source: Yes
fa: بله

source: OK
fa: باشه

source: No
fa: نه

source: Skip
fa: بگذر

source: Edit
fa: ویرایش

# registeringActivationCode
source: Register Activation Code
fa: ثبت کد فعالسازی

source: Resend Activation Code
fa: ارسال مجدد کد فعالسازی

source: Sending Activation Code
fa: ارسال کد فعال سازی

source: Activation Code
fa: کد فعالسازی

# statistic
source: Statistics
fa: آمار

source: Let's Go To The Application
fa: بریم داخل اپلیکیشن!

source: About KindnessWall
fa: درباره دیوار مهربانی

source: Bug Report
fa: گزارش اشکالات برنامه

source: Contact Us
fa: ارتباط با ما

source: My Wall
fa: دیوار من

# logout
source: Logout from
fa: خروج از

source: Login
fa: ورود

source: Add Image
fa: افزودن عکس

# approximatePrice
source: Approximated Price
fa: ارزش تقریبی به تومان

source: Description
fa: توضیحات

source: Title
fa: عنوان

source: Gallery
fa: گالری تصاویر

source: Camera
fa: دوربین

source: Select
fa: انتخاب

source: Save Draft
fa: ذخیره پیش‌ نویس

source: Clear Page
fa: پاک کردن صفحه

source: Donated
fa: اهدا شده

source: Registered
fa: ثبت شده

# placeOfTheGift
source: Gift's Location
fa: محل هدیه

source: Used
fa: دسته دو

source: New
fa: نو

source: New Or Used?
fa: نو یا دسته دوم؟

# giftCategory
source: Gift's Category
fa: دسته بندی هدیه

source: Category
fa: دسته‌بندی

source: All Provinces
fa: همه استان‌ها

source: All Cities
fa: همه شهرها

source: All Gifts
fa: همه هدیه‌ها

source: Address
fa: آدرس

source: Status
fa: وضعیت

source: Remove
fa: حذف

source: Request
fa: درخواست

source: Home
fa: خانه

source: loading
fa: بارگذاری

# giftRegisteredSuccessfully
source: The gift has been registered successfully
fa: ثبت هدیه با موفقیت انجام شد

# draftSavedSuccessfully
source: The draft saved successfully
fa: پیش‌نویس با موفقیت ذخیره شد

# uploadedSuccessfully
source: The Image uploaded successfully
fa: آپلود عکس با موفقیت انجام شد

# imageUploadingError
source: An error occurred while uploading the image
fa: آپلود عکس با مشکل روبه‌رو شد

# titleError
source: Please write the title of the gift
fa: لطفا عنوان هدیه را وارد نمایید

# categoryError
source: Please select the category of the gift
fa: لطفا دسته‌بندی کالا را انتخاب نمایید

# newOrUsedError
source: Please select one of the "New or Used" options
fa: لطفا وضعیت نو یا دسته دو بودن کالا را مشخص کنید.

# descriptionError
source: Please write the description of the gift
fa: لطفا توضیحات هدیه را وارد نمایید

# priceError
source: Please write the price of the gift
fa: لطفا قیمت هدیه را وارد نمایید

# addressError
source: Please select the location of the gift
fa: لطفا محل هدیه را انتخاب نمایید

# giftRemovingPrompt
source: Are you sure that you want to remove the gift?
fa: آیا از حدف این هدیه اطمینان دارید؟

# phoneNumberIncorrectError
source: The phone number is not correct.
fa: شماره موبایل صحیح نمی باشد.

# phoneNumberTryAgainError
source: Please type your telephone number again
fa: شماره تلفن را مجدد وارد کنید

# activationCodeError
source: Please type the activation code.
fa: لطفا کد فعالسازی را وارد نمایید.

# activationCodeIncorrectError
source: The activation code is not correct.
fa: کد فعالسازی وارد شده صحیح نمی باشد.

# guideOfSendingActivationCode
source: The activation code will be sent to the following phone number. If the phone number is not correct, please edit it.
fa: کد فعالسازی به شماره زیر ارسال می شود. درصورتی که شماره صحیح نیست آن را ویرایش کنید.

# guideOfRegitering_part1
source: After few seconds, the message containing activation code will be sent to the phone number
fa: تا لحظاتی دیگر پیامی حاوی کد فعالسازی به شماره

# guideOfRegitering_part2
source: . If you didn't receive the message, you can resend the activation code after 1 minutes.
fa: ارسال خواهد شد. در صورتیکه کد را دریافت نکردید می توانید پس از ۱ دقیقه مجددا سعی کنید.

# tabBar_home
source: Home
fa: خانه

# tabBar_my_gifts
source: My Gifts
fa: هدیه‌های من

# tabBar_give_gift
source: Donate
fa: ثبت هدیه

# tabBar_requests
source: Requests
fa: درخواستها

# tabBar_my_wall
source: My Wall
fa: دیوار من

source: Chats
fa: گفتگوها

# descriptionOfUserOnChatList
source: User With ID
fa: کاربر با شناسه

# giftRequestChatMessage
source: Request of gift
fa: درخواست هدیه

# giftDonateChatMessage
source: Donation of gift
fa: اهدا هدیه

# giftDonationPrompt
source: Are you sure that you want to donate the gift?
fa: آیا از اهدا این هدیه اطمینان دارید؟

source: New Message
fa: پیغام جدید
